Tekla.Structures.Model.ClashChecker.ClashChekerEvent
The ClashChekerEvent class contains methods related to clash check events.

Tekla.Structures.Model.ClashChecker.ClashChekerEvent.GetClashCheckHandler
Returns a new clash check handler.
Returns: The new clash check handler instance.